----------------------------------------------------------------------
このメールはお客様の注文に関する大切なメールです。
お取引が完了するまで保存してください。
----------------------------------------------------------------------
{{$user_name}}様


ご注文受付完了メール
==============================================================☆

この度は、数あるショップの中からXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX

------------------------------------------------

----ご注文内容------------------------------

[受注番号]{{$order_id}}
[日時]{{$date}}
[注文者] {{$user_name}} 様
[支払方法] {{Config::get('const.payway.' . $payway)}}（前払）

--------------------------------
[送付先]
{{$user_name}} 様

〒{{$address_detail['zip1']}}-{{$address_detail['zip2']}}
{{$address_detail['PrefText']}} {{$address_detail['address1']}} {{$address_detail['address2']}}

[商品]
@foreach ($items as $k => $v)
{{$v['title']}}
価格 {{$v['price']}}(円)
数量　{{$v['quantity']}}

@endforeach
****************************************************************

----------------------------------------------------------------
合計(税込) {{$price}}(円)
----------------------------------------------------------------

※こちらのメールは送信専用となります。ご返信いただきましても確認いたしかねます。

━━━━━━━━━━━━━━━━━━━━━━━━━━━━

???

　(MAIL) ????
　(URL)　 ????

━━━━━━━━━━━━━━━━━━━━━━━━━━━━